{
 "absolute_value": 0,
 "align_labels_right": 0,
 "creation": "2021-03-24 22:31:31.252583",
 "custom_format": 1,
 "default_print_language": "en",
 "disabled": 0,
 "doc_type": "Job Offer",
 "docstatus": 0,
 "doctype": "Print Format",
 "font": "Default",
 "html": "<meta name=\"pdfkit-orientation\" content=\"portrait\" />\n<div class=\"container\">\n    <div class=\"row\">\n         <div class=\"col-xs-12\">\n        <h4>\n            <center>APPOINTMENT LETTER</center>\n            </h4>\n        </div>\n        </div>\n        <div class=\"row\">\n          <div class=\"col-xs-6\">\n              <h3>To</h3><br>{{doc.applicant_name}}<br>\n              </div>\n          </div>\n          <div class=\"row\">\n          <div class=\"col-xs-12\">\n              <h3>Sub: Offer of Appointment for the Post of {{doc.designation}}.</h3>\n              </div>\n          </div>\n          <div class=\"row\">\n          <div class=\"col-xs-12\">\n              <h3>Dear Sir/Madam,</h3>\n              </div>\n          </div>\n          <div class=\"row\">\n          <div class=\"col-xs-12\">\n              1. This is with reference to your application for employment and subsequent interview, we are pleased to offer you to be appointment as Assistant Manager in Relationship & Sales Department, with our organization on consolidated salary of Rs. 20,000 /-<br>\n              <br>2. Your employee code will be TI00036 and your Date of Joining will be 5th March 2021. <br>\n              <br>3. The management reserves the right to bifurcate the salary merging or bifurcating with any other allowance/allowances. The terms and conditions of service will be as follows:<br>\n              <br>4. In the first instance you will be on probation for a period of six months from the date of our joining, where after the probation period may be either extended at the discretion of the management or may be dispensed with either earlier or on completion or thereafter till confirmation. Unless confirmed in writing, you will be deemed as probationer after the expiry of the initial or extended period of probation. Your services are liable to be terminated without any notice or wages in lieu thereof during the initial or extended period of probation.<br>\n              <br>5. Initially your place of posting will be at Chennai. You are liable to be transferred to another branch, shift, post of or place or to sister or associate or any other concern whether in existence or which may come into existence hereafter. Your terms and conditions of service and the emoluments will not be adversely affected when you are transferred to sister or associate or any other concern. When required to work in the sister concern during your normal working hours, no additional payment will be made for such work. It will be your responsibility to make arrangement for your residential accommodation/other arrangements, if any. Also the management can shift the place/places of working anywhere in India and in that event you will have to make compliance for working at the new place of work and your salary and other benefits will remain intact. Also the management can shift the premises anywhere in India and you will report for work at the shifted place. On transfer, you will be paid wages as per the minimum rates either fixed and/or revised by the prescribed authority under the Minimum Wages Act of that State which may be lesser or higher than your wages being drawn at the time of transfer. <br>\n              <br>6. You shall bear your own taxes that shall be deducted from your salary and/or other dues. For going on duty outside place of employment, you shall be governed by TA/DA rules of the company, if applicable in your case. <br>\n              <br>7. After confirmation, your services are liable to termination at one month's notice on resignation or forfeit one month's wages. In case you are incapacitated by reasons of illness, accident or any other cause and cannot perform your duties, the Company may at its option grant leave for reasonable time on full pay or half pay or without pay or terminate your services. Also, if you are found suffering from any infectious/contagious disease, the Company may at its discretion terminate your services. <br>\n              <br>8. That during the course of your employment, you will not apply or seek employment elsewhere without written permission from the Management and in case it is so detected about your seeking of employment, it will amount to breach of trust on your part. <br>\n              <br>9. That on cessation of your employment with us, you will be under an obligation not to join, for period of six months, any competitor unless permitted by the management.<br>\n              <br>10. You will strictly observe punctuality. However, in exceptional circumstances expressly explained by you, the management shall allow a grace period up to 10 minutes at the start of your duty period but you shall not be allowed to join duties later than one hours of the starting time and will be marked as absent. In case you will come later than 10 minutes on three days in a month, your one-day leave shall be deducted for every such three days on which you will come late as aforesaid. The privilege of the grace period is not accumulative. Besides deduction as stated hereinabove, disciplinary action for habitual late coming can also be initiated. <br>\n              <br>11. You will employ yourself efficiently to the best of your ability, will devote your whole time to the work of the organization and will not engage yourself directly or indirectly either honorary or on remuneration in any service, trade, business, vocation or occupation (including agency of an insurance company or in advisory capacity). Also, you will not appear in any examination or attend classes without prior and written approval of the management. <br>\n              <br>12. For any service or notice or communication of whatever kind, you will be informed by ordinary post or through courier at the address given by you at the time of employment or such other address which you may hereafter intimate to the management. The management may also paste a copy of the letter on the notice board which shall be considered to be sufficient service on you. It will be your duty to intimate in writing to the management whenever there is any change of your address. Also, you will not refuse to accept any communication as offered to you for personal delivery. <br>\n              <br>13. Absence for a continuing period of 8 days including absence when leave though applied for but not granted and when over-stayed for a period of 8 days would make you to lose your lien on the service and the same shall automatically come to an end without any notice or even intimation. In such an eventuality, the Management will draw an irresistible presumption that by remaining absent continuously and unauthorized, you have abandoned your job. <br>\n              <br>14. Privilege/Earned leave shall be allowed as per law. Grant of leave will depend on the exigencies of work and shall be at the discretion of the management. Before proceeding on leave, you will have to apply for leave 15 days in advance to the appropriate authority and seek the prior sanction of leave. Similarly, for extension of leave, an application will have to be made in advance so as to reach positively before the expiry of leave originally granted. Mere submission of application will not mean that the leave has been sanctioned. The casual/sick leave will be given as provided under the law depending upon the justification of the ground for availing of leave and the genuine medical certificate supported with the application of leave. Entitlement of sick leave, when covered under the ESI Act will be only when your application will be supported by ESI Step. The Management will be within its rights to get you medically examined to verify your alleged sickness. <br>\n              <br>15. The management shall have the right to require you to subject yourself at any time during employment with the Company to medical examination. If you are not found medically fit, you may be terminated at any time by giving you one month's notice or salary in lieu thereof.<br>\n              <br>16. You will be bound by rules and regulations enforced by the management, from time to time in relation to conduct, discipline leave, holidays or any matter relating to service conditions which will be deemed as rules, regulations and orders in the part of these terms of employment. The Management reserves the right to modify, alter or delete the existing service rules or to introduce fresh service rules which will be binding upon you. <br>\n              <br>17. During the tenure of service, you will keep your emoluments secret from other members of this organization and will treat all information coming to you as strictly confidential and the information contained in all documents and papers and other matters relating to the company will not be divulged by you to any person other than those of the management. <br>\n              <br>18. Your increments/promotion and demotions will depend at the sole discretion of the management depending upon your efficiency, intelligence, regular attendance, sense of discipline, loyalty and good behavior and also subject to the prosperity of the organization. <br>\n              <br>19. In case you are charged with any act of misconduct, you may be terminated from service with immediate effect. <br>\n              <br>20. That in case of resignation, the Management reserves the right to accept it with immediate effect whereas during that period, you will not join any organization without written permission of the Management. <br>\n              <br>21. On resigning from the job, you will be required to give one months’ advance notice and acceptance of one months’ salary in lieu of notice will be at the discretion of the management for relieving you from the job. <br>\n              <br>22. During notice period from either party, you will not be entitled to any kind of leave. That no earned leave even due will be sanctioned during one months’ notice period on termination by the management or during one months’ notice period on resignation from the job. <br>\n              <br>23. The continuation of your service is subject to your being found and remaining medically, physically and mentally fit.<br>\n              <br>24. You will automatically retire without any notice on your reaching the age of 60 years. Should you continue in service even after attaining the age of retirement, you can be retired thereafter by giving you one month's notice or salary in lieu thereof. <br>\n              <br>25. This appointment offer is based on the information given by you to us in your employment/personal data form and otherwise, and shall be considered null and void if a material error/suppression or false detail is discovered therein at any time. In that eventuality, the management can recover the payment made to you towards your remuneration during employment. <br>\n              <br>26. Besides above conditions, you will abide by the Service Rules/Regulations or standing as in operation besides office orders which are issued from time to time. The Service Rules/Regulations can be modified/replaced by the Certified Standing Orders which will be binding upon you.<br>\n              <br>In case the terms and conditions are acceptable to you, please sign the duplicate of this letter in token of your having understood and having accepted the same and return the same. <br>\n              <br>Yours faithfully,<br><h5>Dinesh K Babu</h5>Managing Director\n              </div>\n          </div>\n          <div class=\"row\">\n         <div class=\"col-xs-12\">\n        <h4>\n            <center>Acceptance & DECLARATION<br>I have read/understood the above terms & conditions and agree to abide by them.</center>\n            </h4>\n        </div>\n        </div>\n         <div class=\"row\">\n         <div class=\"col-xs-12\">\n        <h5 align=\"right\">\n            {{doc.applicant_name}}<br>\n            Date & Signature\n            </h5>\n        </div>\n        </div>\n    </div>",
 "idx": 0,
 "line_breaks": 0,
 "modified": "2021-03-25 09:57:27.855984",
 "modified_by": "Administrator",
 "module": "Hrpro",
 "name": "Offer Letter",
 "owner": "Administrator",
 "print_format_builder": 0,
 "print_format_type": "Jinja",
 "raw_printing": 0,
 "show_section_headings": 0,
 "standard": "Yes"
}